{
  "title": "Privacy Policy",
  "sections": [
    {
      "title": "Introduction",
      "content": "Wajeeha Hashmi Couture is committed to ensuring that your personal information is used properly and kept securely. This Privacy Policy explains how we collect, use, and protect your personal information through our website, https://wajeehacouture.com. Please read our Privacy Policy carefully to understand our practices regarding your personal information. We will not sell or redistribute your information to anyone."
    },
    {
      "title": "Information We Collect",
      "content": "Wajeeha Hashmi Couture gathers personal information when you interact with us, such as when you contact us or place an order. We collect data including your name, email, phone number, and delivery address."
    },
    {
      "title": "Use of Information",
      "content": "We may use your information to process your orders, communicate with you, and improve our services. Your phone number may be shared with our courier for delivery purposes. We use SSL encryption to protect your sensitive information during transmission."
    },
    {
      "title": "Data Retention",
      "content": "We will only keep your data for as long as necessary to provide our services or as required by law. Once it is no longer needed, your personal data will be deleted."
    },
    {
      "title": "Sharing Your Information",
      "content": "We do not sell or rent your personal information. We may share your information with trusted third-party service providers who assist us in operating our website or conducting our business, provided they agree to keep your information confidential."
    },
    {
      "title": "Third-Party Links",
      "content": "Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of those websites. We encourage you to review the privacy policies of any third-party sites you visit."
    },
    {
      "title": "Children's Privacy",
      "content": "Our services are not intended for children under the age of 13. We do not knowingly collect personal information from children. If you are a parent or guardian and believe your child has provided us with personal information, please contact us."
    },
    {
      "title": "Changes to This Privacy Policy",
      "content": "Wajeeha Hashmi Couture may update this Privacy Policy from time to time. We will notify you of any changes by posting the new policy on our website. Your continued use of the website following any changes indicates your acceptance of the new policy."
    },
    {
      "title": "Contact Us",
      "content": "If you have any questions or concerns regarding this Privacy Policy, please contact us at wajeehahashmi1995@gmail.com or +92 302 0010434. You can also connect with us on Instagram [@wajeehahashmi_couture](https://instagram.com/wajeehahashmi_couture) and Facebook [Wajeeha Hashmi Couture](https://facebook.com/wajeehahashmicouture)."
    },
    {
      "title": "Effective Date",
      "content": "Effective Date: October 22, 2024"
    }
  ]
}
